Repository: SawyerChristensen/Chexx
Catalog: Chexx/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, zh_hans

source: Background Music
ar: موسيقى الخلفية
bn: ব্যাকগ্রাউন্ড মিউজিক
de: Hintergrundmusik
es: Música de fondo
fr: Musique de fond
hi: पृष्ठभूमि संगीत
it: Musica di Sottofondo
ja: BGM
ko: 배경 음악
nl: Achtergrondmuziek
pl: Muzyka w tle
pt: Música de Fundo
ru: Фоновая музыка
zh_hans: 背景音乐

source: Black
ar: أسود
bn: কালো
it: Nero
ja: 黒
ko: 흑 (Black)
nl: Zwart
pt: Pretas

source: Check!
ar: كش!
bn: চেক!
de: Schach!
es: ¡Jaque!
fr: Échec !
hi: शह!
it: Scacco!
ja: チェック！
ko: 체크!
nl: Schaak!
pl: Szach!
pt: Xeque!
ru: Шах!
zh_hans: 将军

source: Checkmate
ar: كش ملك
bn: কিস্তিমাত
de: Schachmatt
es: Jaque mate
fr: Échec et mat
hi: शह और मात
it: Scacco Matto
ja: チェックメイト
ko: 체크메이트
nl: Mat
pl: Szach-mat
pt: Xeque-mate
ru: Шах и мат
zh_hans: 将死

source: Choose a piece to promote to:
ar: اختر قطعة للترقية إليها:
bn: প্রমোশনের জন্য একটি ঘুঁটি বেছে নিন:
de: Wählen Sie eine Figur zur Umwandlung:
es: Elige una pieza para promocionar:
fr: Choisissez une pièce pour la promotion :
hi: पदोन्नति के लिए एक मोहरा चुनें:
it: Scegli un pezzo per la promozione:
ja: 昇格する駒を選択：
ko: 승급할 기물을 선택하세요:
nl: Kies een stuk:
pl: Wybierz figurę do promocji:
pt: Escolha uma peça para a promoção:
ru: Выберите фигуру для превращения:
zh_hans: 选择要升变的棋子：

source: Close
ar: إغلاق
bn: বন্ধ করুন
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
zh_hans: 关闭

source: Copy to Clipboard
ar: نسخ إلى الحافظة
bn: ক্লিপবোর্ডে কপি করুন
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
hi: क्लिपबोर्ड पर कॉपी करें
it: Copia negli Appunti
ja: クリップボードにコピー
ko: 클립보드에 복사
nl: Kopiëren naar klembord
pl: Kopiuj do schowka
pt: Copiar para a Área de Transferência
ru: Копировать в буфер обмена
zh_hans: 复制到剪贴板

source: Country
ar: الدولة
bn: দেশ
de: Land
es: País
fr: Pays
hi: देश
it: Paese
ja: 国
ko: 국가
nl: Land
pl: Kraj
pt: País
ru: Страна
zh_hans: 国家

source: Create Game
ar: إنشاء لعبة
bn: গেম তৈরি করুন
de: Spiel erstellen
es: Crear partida
fr: Créer une partie
hi: खेल बनाएँ
it: Crea Partita
ja: ゲームを作成
ko: 게임 생성
nl: Spel maken
pl: Utwórz grę
pt: Criar Jogo
ru: Создать игру
zh_hans: 创建游戏

source: Delete
ar: حذف
bn: মুছে ফেলুন
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить
zh_hans: 删除

source: Delete Account
ar: حذف الحساب
bn: অ্যাকাউন্ট মুছে ফেলুন
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer mon compte
hi: अकाउंट डिलीट करें
it: Elimina Account
ja: アカウント削除
ko: 계정 삭제
nl: Account verwijderen
pl: Usuń konto
pt: Excluir Conta
ru: Удалить аккаунт
zh_hans: 删除账户

source: Display Name: %@
ar: اسم العرض: %@
bn: ডিসপ্লে নাম: %@
de: Anzeigename: %1$@
es: Nombre de usuario: %1$@
fr: Pseudo : %1$@
hi: नाम: %1$@
it: Nome visualizzato: %@
ja: 表示名: %@
ko: 표시 이름: %@
nl: Weergavenaam: %@
pl: Nazwa wyświetlana: %1$@
pt: Nome de Exibição: %@
ru: Отображаемое имя: %1$@
zh_hans: 显示名称：%@

source: Email
ar: البريد الإلكتروني
bn: ইমেল
es: Correo
hi: ईमेल
ja: メールアドレス
ko: 이메일
ru: Эл. почта
zh_hans: 电子邮件

source: Enter Game ID:
ar: أدخل معرف اللعبة:
bn: গেম আইডি লিখুন:
de: Spiel-ID eingeben:
es: Introduce el ID de la partida:
fr: Saisissez l’ID de la partie :
hi: खेल आईडी दर्ज करें:
it: Inserisci ID Partita:
ja: ゲームIDを入力:
ko: 게임 ID 입력:
nl: Voer spel-ID in:
pl: Wprowadź ID gry:
pt: Insira o ID do Jogo:
ru: Введите ID игры:
zh_hans: 输入游戏 ID：

source: Enter new display name
ar: أدخل اسم عرض جديد
bn: নতুন ডিসপ্লে নাম লিখুন
de: Neuen Anzeigenamen eingeben
es: Introduce un nuevo nombre de usuario
fr: Saisissez un nouveau nom d’affichage
hi: नया डिस्प्ले नाम डालें
it: Inserisci nuovo nome visualizzato
ja: 新しい表示名を入力
ko: 새 표시 이름 입력
nl: Voer een nieuwe weergavenaam in
pl: Wprowadź nową nazwę wyświetlaną
pt: Insira o novo nome de exibição
ru: Введите новое отображаемое имя
zh_hans: 输入新的显示名称

source: Error
ar: خطأ
bn: ত্রুটি
de: Fehler
fr: Erreur
hi: त्रुटि
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
zh_hans: 错误

source: Game ID
ar: معرف اللعبة
bn: গেম আইডি
de: Spiel-ID
es: ID de la partida
fr: ID de la partie
hi: खेल आईडी
it: ID Partita
ja: ゲームID
ko: 게임 ID
nl: Spel-ID
pl: ID gry
pt: ID do Jogo
ru: ID игры
zh_hans: 游戏 ID

source: Game Over!
ar: انتهت اللعبة!
bn: খেলা শেষ!
de: Spiel vorbei!
es: ¡Partida terminada!
fr: Partie terminée !
hi: खेल खत्म!
it: Partita Terminata!
ja: ゲームオーバー！
ko: 게임 종료!
nl: Spel voorbij!
pl: Koniec gry!
pt: Fim de Jogo!
ru: Игра окончена!
zh_hans: 游戏结束！

source: Glińkski's Variant
ar: نسخة جلينسكي
bn: গ্লিনস্কির সংস্করণ
de: Glińskis Variante
es: Variante de Gliński
fr: Variante de Gliński
hi: ग्लिंस्की का संस्करण
it: Variante di Gliński
ja: グリンスキ・バリアント
ko: 글린스키 변형 규칙
pl: Wariant Glińskiego
pt: Variante de Gliński
ru: Вариант Глинского
zh_hans: Gliński 的变体

source: Hex Chess
ar: الشطرنج السداسي
bn: হেক্স চেস
de: Hexschach
es: Ajedrez hex
fr: Échex
hi: षट्कोणीय शतरंज
it: Scacchi Esagonali
ja: ヘックスチェス
ko: 헥스 체스
nl: Hexschaak
pl: Hekszachy
pt: Hexadrez
ru: Гекс-шахматы
zh_hans: 六角国际象棋

source: Hex Chess – black's turn!
ar: الشطرنج السداسي – دور الأسود!
bn: হেক্স চেস – কালোর চাল!
de: Hexschach – Schwarz ist am Zug!
es: Ajedrez hex – Turno de las negras
fr: Échex - c'est au tour des noirs !
hi: षट्कोणीय शतरंज – काले की बारी!
it: Scacchi Esagonali – tocca al nero!
ja: ヘックスチェス – 黒のターン！
ko: 헥스 체스 – 흑의 차례!
nl: Hexschaak - zwart is aan de beurt!
pl: Hekszachy – ruch czarnych!
pt: Hexadrez – vez das pretas!
ru: Гекс-шахматы – ход чёрных!
zh_hans: 六角国际象棋——黑方走棋！

source: Hex Chess – white's turn!
ar: الشطرنج السداسي – دور الأبيض!
bn: হেক্স চেস – সাদার চাল!
de: Hexschach - Weiß ist am Zug!
es: Ajedrez hex – Turno de las blancas
fr: Échex - c'est au tour des blancs !
hi: षट्कोणीय शतरंज – सफ़ेद की बारी!
it: Scacchi Esagonali – tocca al bianco!
ja: ヘックスチェス – 白のターン！
ko: 헥스 체스 – 백의 차례!
nl: Hexschaak - wit is aan de beurt!
pl: Hekszachy – ruch białych!
pt: Hexadrez – vez das brancas!
ru: Гекс-шахматы – ход белых!
zh_hans: 六角国际象棋——白方走棋！

source: Hex Chess Elo Rating: %lld
ar: تصنيف Elo: %lld
bn: হেক্স চেস ইলো রেটিং: %lld
de: Hexschach Elo: %1$lld
es: Puntos Elo: %1$lld
fr: Classement Elo : %1$lld
hi: ELO रेटिंग: %1$lld
it: Punteggio Elo: %lld
ja: ELOレート: %lld
ko: 헥스 체스 Elo 점수: %lld
nl: Hexschaak Elo-rating: %lld
pl: Ranking Elo: %1$lld
pt: Pontuação Elo: %lld
ru: Рейтинг Эло: %1$lld
zh_hans: ELO 评分：%lld

source: How to Play Hexagonal Chess
ar: كيفية لعب الشطرنج السداسي
bn: কিভাবে হেক্সাগোনাল দাবা খেলতে হয়
de: Wie man Hexschach spielt
es: Cómo jugar al ajedrez hexagonal
fr: Comment jouer aux échecs hexagonaux
hi: षट्कोणीय शतरंज कैसे खेलें
it: Come Giocare a Scacchi Esagonali
ja: ヘキサゴナルチェスの遊び方
ko: 육각형 체스 플레이 방법
nl: Zeshoekig schaken leren
pl: Jak grać w szachy heksagonalne
pt: Como Jogar Xadrez Hexagonal
ru: Как играть в гексагональные шахматы
zh_hans: 如何玩六角象棋

source: I won in Hex Chess!
ar: لقد فزت في الشطرنج السداسي!
bn: আমি হেক্স চেসে জিতেছি!
de: Ich habe bei Hexschach gewonnen!
es: ¡He ganado en Ajedrez hex!
fr: J'ai gagné aux échecs hexagonaux !
hi: षट्कोणीय शतरंज में जीत हुई!
it: Ho vinto a Scacchi Esagonali!
ja: ヘックスチェスで勝利しました！
ko: 헥스 체스에서 승리했습니다!
nl: Ik heb gewonnen met Hexschaak!
pl: Wygrałem w Hekszachy!
pt: Eu ganhei no Xadrez Hexagonal!
ru: Я выиграл в Гекс-шахматы!
zh_hans: 我在六角国际象棋中赢了！

source: Join Game
ar: انضم للعبة
bn: গেমে যোগ দিন
de: Spiel beitreten
es: Unirse a la partida
fr: Rejoindre une partie
hi: खेल में शामिल हों
it: Unisciti alla Partita
ja: ゲームに参加
ko: 게임 참가
nl: Deelnemen aan spel
pl: Dołącz do gry
pt: Entrar no Jogo
ru: Вступить в игру
zh_hans: 加入游戏

source: Join Game →
ar: انضم للعبة ←
bn: গেমে যোগ দিন →
de: Spiel beitreten →
es: Unirse a la partida →
fr: Rejoindre une partie →
hi: खेल में शामिल हों →
it: Unisciti alla Partita →
ja: ゲームに参加 →
ko: 게임 참가 →
nl: Deelnemen aan spel →
pl: Dołącz do gry →
pt: Entrar no Jogo →
ru: Вступить в игру →
zh_hans: 加入游戏 →

source: Let's Play Hex Chess!
ar: لنلعب الشطرنج السداسي!
bn: আসুন হেক্স চেস খেলি!
de: Lass uns Hexschach spielen!
es: ¡Juguemos Ajedrez hex!
fr: Jouons aux échecs hexagonaux !
hi: चलो हेक्स षट्कोणीय शतरंज!
it: Giochiamo a Scacchi Esagonali!
ja: ヘックスチェスを遊ぼう！
ko: 헥스 체스 한 판 해요!
nl: Laten we Hexschaak spelen!
pl: Zagrajmy w Hekszachy
pt: Vamos Jogar Xadrez Hexagonal!
ru: Давайте сыграем в Гекс-шахматы!
zh_hans: 来玩六角国际象棋吧！

source: Login
ar: تسجيل الدخول
bn: লগইন
de: Anmelden
es: Iniciar sesión
fr: Connexion
hi: लॉग इन करें
it: Accedi
ja: ログイン
ko: 로그인
nl: Inloggen
pl: Zaloguj się
pt: Entrar
ru: Войти
zh_hans: 登录

source: Low Motion
ar: حركة مخففة
bn: গতি কমান
de: Weniger Bewegungseffekte
es: Movimiento reducido
fr: Mouvement réduit
hi: कम गति
it: Riduci movimento
ja: 動作を減らす
ko: 동작 줄이기
nl: Verminderde beweging
pl: Redukuj ruch
pt: Reduzir Movimento
ru: Уменьшить движение
zh_hans: 减弱动态

source: New Game
ar: لعبة جديدة
bn: নতুন খেলা
de: Neues Spiel
es: Nueva partida
fr: Nouvelle partie
hi: नया खेल
it: Nuova Partita
ja: 新しいゲーム
ko: 새 게임
nl: Nieuw spel
pl: Nowa gra
pt: Novo Jogo
ru: Новая игра
zh_hans: 新游戏

source: OK
ar: موافق
bn: ঠিক আছে
es: Aceptar
hi: ठीक है
ko: 확인
nl: Oké
ru: ОК
zh_hans: 确定

source: Online
ar: أونلاين
bn: অনলাইন
es: En línea
fr: En ligne
hi: ऑनलाइन
ja: オンライン
ko: 온라인
ru: Онлайн
zh_hans: 在线

source: Opponent:
ar: الخصم:
bn: প্রতিপক্ষ:
de: Gegner:
es: Oponente:
fr: Adversaire :
hi: प्रतिद्वंद्वी:
it: Avversario:
ja: 対戦相手:
ko: 상대:
nl: Tegenstander:
pl: Przeciwnik:
pt: Oponente:
ru: Противник:
zh_hans: 对手：

source: or
ar: أو
bn: অথবা
de: oder
es: o
fr: ou
hi: या
it: o
ja: または
ko: 또는
nl: of
pl: lub
pt: ou
ru: или
zh_hans: 或

source: Pass & Play
ar: مرر والعب
bn: পাস এবং প্লে
es: Pasar y jugar
fr: Passe et joue
hi: पास एंड प्ले
it: Passa e Gioca
ja: パス＆プレイ
ko: 패스 앤 플레이
pl: Podaj i graj
pt: Passar e Jogar
ru: Передай и играй
zh_hans: 轮流对局

source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pl: Hasło
pt: Senha
ru: Пароль
zh_hans: 密码

source: Pawn Promotion!
ar: ترقية البيدق!
bn: বোড়ের প্রমোশন!
de: Bauernbeförderung
es: ¡Promoción de peón!
fr: Promotion du pion
hi: प्यादा पदोन्नति!
it: Promozione del Pedone!
ja: ポーンの昇格！
ko: 폰 승급!
nl: Pionpromotie!
pl: Promocja piona
pt: Promoção de Peão!
ru: Превращение пешки!
zh_hans: 升变！

# promotion_bishop
source: Bishop
ar: فيل
bn: গজ (Bishop)
de: Läufer
es: Alfil
fr: Fou
hi: ऊँट
it: Alfiere
ja: ビショップ
ko: 비숍
nl: Loper
pl: Goniec
pt: Bispo
ru: Слон
zh_hans: 象

# promotion_knight
source: Knight
ar: حصان
bn: ঘোড়া (Knight)
de: Springer
es: Caballo
fr: Cavalier
hi: घोड़ा
it: Cavallo
ja: ナイト
ko: 나이트
nl: Paard
pl: Skoczek
pt: Cavalo
ru: Конь
zh_hans: 马

# promotion_queen
source: Queen
ar: ملكة
bn: রানি (Queen)
de: Dame
es: Reina
fr: Dame
hi: वज़ीर
it: Regina
ja: クイーン
ko: 퀸
nl: Dame
pl: Hetman
pt: Dama
ru: Ферзь
zh_hans: 后

# promotion_rook
source: Rook
ar: قلعة
bn: নৌকা (Rook)
de: Turm
es: Torre
fr: Tour
hi: हाथी
it: Torre
ja: ルーク
ko: 룩
nl: Toren
pl: Wieża
pt: Torre
ru: Ладья
zh_hans: 车

source: Register
ar: تسجيل
bn: নিবন্ধন করুন
de: Registrieren
es: Registrarse
fr: Inscription
hi: पंजीकरण करें
it: Registrati
ja: 登録
ko: 등록
nl: Registreren
pl: Zarejestruj się
pt: Registrar
ru: Зарегистрироваться
zh_hans: 注册

source: Rematch
ar: إعادة المباراة
bn: পুনরায় ম্যাচ
de: Revanche
es: Revancha
fr: Revanche
hi: पुनर्मिलान
it: Rivincita
ja: 再戦
ko: 재대결
nl: Revanche
pl: Rewanż
pt: Revanche
ru: Реванш
zh_hans: 再战

source: Representing:
ar: يمثل:
bn: প্রতিনিধিত্ব করছেন:
de: Vertreten durch:
es: País:
fr: Pays :
hi: देश:
it: Rappresenta:
ja: 所属:
ko: 대표 국가:
nl: Namens:
pl: Reprezentuje:
pt: Representando:
ru: Страна:
zh_hans: 代表：

source: Resume
ar: استئناف
bn: চালিয়ে যান
de: Fortsetzen
es: Reanudar
fr: Reprendre
hi: फिर से शुरू करें
it: Riprendi
ja: 再開
ko: 계속하기
nl: Hervatten
pl: Wznów
pt: Retomar
ru: Продолжить
zh_hans: 继续

source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Configuración
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Ajustes
ru: Настройки
zh_hans: 设置

source: Share this Game ID with your opponent:
ar: شارك معرف اللعبة هذا مع خصمك:
bn: এই গেম আইডি আপনার প্রতিপক্ষের সাথে শেয়ার করুন:
de: Teilen Sie diese Spiel-ID mit Ihrem Gegner:
es: Comparte este ID de partida con tu oponente:
fr: Partagez cet ID de partie avec votre adversaire :
hi: इस गेम आईडी को अपने प्रतिद्वंद्वी के साथ साझा करें:
it: Condividi questo ID Partita con il tuo avversario:
ja: このゲームIDを対戦相手と共有:
ko: 상대방과 이 게임 ID를 공유하세요:
nl: Deel dit spel-ID met je tegenstander:
pl: Udostępnij ten ID gry swojemu przeciwnikowi:
pt: Compartilhe este ID de Jogo com seu oponente:
ru: Поделитесь этим ID игры с вашим противником:
zh_hans: 将此游戏 ID 与对手分享：

source: Show Legal Moves
ar: عرض النقلات القانونية
bn: বৈধ চাল দেখান
de: Legale Züge anzeigen
es: Mostrar movimientos legales
fr: Afficher les coups légaux
hi: कानूनी चालें दिखाएँ
it: Mostra mosse legali
ja: 合法手を表示
ko: 가능한 수 표시
nl: Legale zetten tonen
pl: Pokaż możliwe ruchy
pt: Mostrar jogadas legais
ru: Показывать возможные ходы
zh_hans: 显示合法走法

source: Sign In
ar: تسجيل الدخول
bn: সাইন ইন
de: Anmelden
es: Iniciar sesión
fr: Connexion
hi: साइन इन करें
it: Accedi
ja: サインイン
ko: 로그인
nl: Inloggen
pl: Zaloguj się
pt: Entrar
ru: Войти
zh_hans: 登录

source: Sign in with Google
ar: الدخول عبر Google
bn: Google দিয়ে সাইন ইন করুন
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Continuer avec Google
hi: Google से साइन इन करें
it: Accedi con Google
ja: Googleでサインイン
ko: Google로 로그인
nl: Inloggen met Google
pl: Zaloguj się przez Google
pt: Entrar com Google
ru: Войти через Google
zh_hans: 使用 Google 登录

source: Sign Out
ar: تسجيل الخروج
bn: সাইন আউট
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
hi: साइन आउट
it: Esci
ja: サインアウト
ko: 로그아웃
nl: Uitloggen
pl: Wyloguj się
pt: Sair
ru: Выйти
zh_hans: 退出登录

source: Single Player
ar: لاعب واحد
bn: সিঙ্গেল প্লেয়ার
de: Einzelspieler
es: Un jugador
fr: Joueur solo
hi: सिंगल प्लेयर
it: Giocatore Singolo
ja: シングルプレイ
ko: 싱글 플레이어
pl: Jeden gracz
pt: Um Jogador
ru: Одиночная игра
zh_hans: 单人游戏

source: Sound Effects
ar: مؤثرات صوتية
bn: সাউন্ড এফেক্টস
de: Soundeffekte
es: Efectos de sonido
fr: Effets sonores
hi: ध्वनि प्रभाव
it: Effetti Sonori
ja: 効果音
ko: 음향 효과
nl: Geluidseffecten
pl: Efekty dźwiękowe
pt: Efeitos Sonoros
ru: Звуковые эффекты
zh_hans: 音效

source: Stalemate
ar: تعادل (جمود)
bn: স্টেলমেট
de: Patt
es: Ahogado
fr: Pat
hi: गतिरोध
it: Stallo
ja: ステイルメイト
ko: 스테일메이트
nl: Pat
pl: Pat
pt: Afogamento
ru: Пат
zh_hans: 逼和

source: Start Game →
ar: ابدأ اللعبة ←
bn: খেলা শুরু করুন →
de: Spiel starten →
es: Comenzar partida →
fr: Lancer la partie →
hi: खेल शुरू करें →
it: Inizia partita →
ja: ゲーム開始 →
ko: 게임 시작 →
nl: Start spel →
pl: Rozpocznij grę →
pt: Iniciar Jogo →
ru: Начать игру →
zh_hans: 开始游戏 →

source: Start Game!
ar: ابدأ اللعبة!
bn: খেলা শুরু করুন!
de: Spiel starten!
es: ¡Comenzar partida!
fr: Jouer!
hi: खेल शुरू करें
it: Inizia partita!
ja: ゲーム開始！
ko: 게임 시작!
nl: Start spel!
pl: Rozpocznij grę!
pt: Iniciar Jogo!
ru: Начать игру!
zh_hans: 开始游戏！

source: The Bishop
ar: الفيل
bn: গজ (The Bishop)
de: Der Läufer
es: El Alfil
fr: Le Fou
hi: ऊंट
it: L'Alfiere
ja: ビショップ
ko: 비숍
nl: De loper
pl: Goniec
pt: O Bispo
ru: Слон
zh_hans: 象

source: The King
ar: الملك
bn: রাজা (The King)
de: Der König
es: El Rey
fr: Le Roi
hi: राजा
it: Il Re
ja: キング
ko: 킹
nl: De koning
pl: Król
pt: O Rei
ru: Король
zh_hans: 王

source: The Knight
ar: الحصان
bn: ঘোড়া (The Knight)
de: Der Springer
es: El Caballo
fr: Le Cavalier
hi: घोड़ा
it: Il Cavallo
ja: ナイト
ko: 나이트
nl: Het paard
pl: Skoczek
pt: O Cavalo
ru: Конь
zh_hans: 马

source: The Pawn
ar: البيدق
bn: বোড়ে (The Pawn)
de: Der Bauer
es: El Peón
fr: Le Pion
hi: प्यादा
it: Il Pedone
ja: ポーン
ko: 폰
nl: De pion
pl: Pion
pt: O Peão
ru: Пешка
zh_hans: 兵

source: The Queen
ar: الملكة
bn: রানি (The Queen)
de: Die Dame
es: La Reina
fr: La Reine
hi: रानी
it: La Regina
ja: クイーン
ko: 퀸
nl: De dame
pl: Hetman
pt: A Dama
ru: Ферзь
zh_hans: 后

source: The Rook
ar: القلعة
bn: নৌকা (The Rook)
de: Der Turm
es: La Torre
fr: La Tour
hi: हाथी
it: La Torre
ja: ルーク
ko: 룩
nl: De toren
pl: Wieża
pt: A Torre
ru: Ладья
zh_hans: 车

source: Thinking
ar: يفكر
bn: ভাবছে
de: Überlegt
es: Pensando
fr: Réflexion
hi: सोच
it: Pensa
ja: 思考中
ko: 생각 중
nl: Nadenken
pl: Myśli
pt: Pensando
ru: Думает
zh_hans: 思考中

source: Total Wins: %lld
ar: مجموع الانتصارات: %lld
bn: মোট জয়: %lld
de: Gesamtsiege: %lld
es: Total de victorias: %lld
fr: Victoires : %lld
hi: कुल जीत: %lld
it: Vittorie Totali: %lld
ja: 通算勝利数: %lld
ko: 총 승리: %lld
nl: Gewonnen: %lld
pl: Łączna liczba zwycięstw: %lld
pt: Total de Vitórias: %lld
ru: Общее количество побед: %lld
zh_hans: 总胜场数：%lld

source: Tutorial
ar: تعليمات
bn: টিউটোরিয়াল
fr: Tutoriel
hi: ट्यूटोरियल
ja: チュートリアル
ko: 튜토리얼
pl: Samouczek
ru: Руководство
zh_hans: 教程

source: Unknown Player
ar: لاعب غير معروف
bn: অজানা খেলোয়াড়
de: Unbekannter Spieler
es: Jugador desconocido
fr: Joueur inconnu
hi: अज्ञात खिलाड़ी
it: Giocatore Sconosciuto
ja: 不明なプレイヤー
ko: 알 수 없는 플레이어
nl: Onbekende speler
pl: Nieznany gracz
pt: Jogador Desconhecido
ru: Неизвестный игрок
zh_hans: 未知玩家

source: View Board
ar: عرض اللوحة
bn: বোর্ড দেখুন
de: Brett anzeigen
es: Ver tablero
fr: Afficher le plateau
hi: बोर्ड देखें
it: Vedi Scacchiera
ja: 盤面を見る
ko: 보드 보기
nl: Bord bekijken
pl: Pokaż planszę
pt: Ver Tabuleiro
ru: Показать доску
zh_hans: 查看棋盘

source: Waiting for opponent
ar: في انتظار الخصم
bn: প্রতিপক্ষের জন্য অপেক্ষা করা হচ্ছে
de: Warten auf Gegner
es: Esperando al oponente
fr: En attente de l'adversaire
hi: विरोधी का इंतज़ार
it: In attesa dell'avversario
ja: 対戦相手を待っています
ko: 상대 기다리는 중
nl: Wachten op tegenstander
pl: Oczekiwanie na przeciwnika
pt: Aguardando oponente
ru: Ожидание соперника
zh_hans: 等待对手

source: Waiting for opponent...
ar: في انتظار الخصم...
bn: প্রতিপক্ষের জন্য অপেক্ষা করা হচ্ছে...
de: Warten auf Gegner…
es: Esperando al oponente…
fr: En attente de l'adversaire…
hi: विरोधी का इंतज़ार...
it: In attesa dell'avversario...
ja: 対戦相手を待っています...
ko: 상대 기다리는 중...
nl: Wachten op tegenstander...
pl: Oczekiwanie na przeciwnika…
pt: Aguardando oponente...
ru: Ожидание соперника…
zh_hans: 等待对手...

source: White
ar: أبيض
bn: সাদা
it: Bianco
ja: 白
ko: 백 (White)
nl: Wit
pt: Brancas

# Your ELO rating changed from %d to %d (%@)
source: Your ELO rating changed from %1$d to %2$d (%3$@)
ar: تغير تصنيف ELO الخاص بك من %1$d إلى %2$d (%3$@)
bn: আপনার ELO রেটিং %1$d থেকে %2$d (%3$@) এ পরিবর্তিত হয়েছে
de: Dein ELO-Wert hat sich von %1$d auf %2$d (%3$@) geändert
es: Tu clasificación ELO cambió de %1$d a %2$d (%3$@)
fr: Votre cote ELO est passée de %1$d à %2$d (%3$@)
hi: आपकी ELO रेटिंग %1$d से %2$d (%3$@) में बदल गई है।
it: Il tuo punteggio ELO è cambiato da %1$d a %2$d (%3$@)
ja: ELOレーティングが%1$dから%2$dに変わりました (%3$@)
ko: ELO 등급이 %1$d에서 %2$d(으)로 변경되었습니다 (%3$@)
nl: Je Elo-rating is veranderd van %1$d naard %2$d (%3$@)
pl: Twój ranking ELO zmienił się z %1$d na %2$d (%3$@)
pt: Sua pontuação ELO mudou de %1$d para %2$d (%3$@)
ru: Ваш рейтинг ELO изменился с %1$d до %2$d (%3$@)
zh_hans: 您的 ELO 评分已从 %1$d 提升/降至 %2$d (%3$@)

source: Your turn
ar: دورك
bn: আপনার চাল
de: Du bist dran
es: Te toca a ti
fr: C’est ton tour
hi: आपकी बारी
it: Tocca a te
ja: あなたの番です
ko: 당신의 차례
nl: Jouw beurt
pl: Twoja kolej
pt: Sua vez
ru: Твой ход
zh_hans: 该你了
